export class Message{
    text:string;
    user_id:string;
    roomName:string;
    date:string;
}


export let emojiList = [
        "👍",
        "👌",
        "👏",
        "🙏",
        "🆗",
        "🙂",
        "😀",
        "😃",
        "😉",
        "😊",
        "😋",
        "😌",
        "😏",
        "😐",
        "😑",
        "😒",
        "😓",
        "😂",
        "🤣",
        "😅",
        "😆",
        "😜",
        "😹",
        "🚶",
        "👫",
        "👬",
        "👭",
        "😙",
        "😘",
        "🏠",
        "👆",
        "🖕",
        "👋",
        "👎",
        "👈",
        "👉"
    ];

